var FoodData=[
	{
		"title":"同記安平豆花",
		"details":"遵循古法精製，成品的豆花香嫩細軟加上甘蔗所熬製的糖水，原汁原味，令人垂涎三尺。(本產品為非基因改造有機黃豆製作) 本系列商品共有五種口味配料︰ 原味豆花、紅豆豆花、珍珠豆花、檸檬豆花、綠豆豆花 ",
		"latitude":22.999949,
		"longitude":120.153363,
		"pic":"http://www.tongji.com.tw/upload/product/pro_0_1.jpg"
	},
	{
		"title":"陳氏蚵捲",
		"details":"居安平的陳家，除了販賣蚵捲出名外，也是傳了三代的蚵業中盤商，在第三代清文、泓錤兩兄弟尚未接下家業前，一直都由母親陳秀月女士負責蚵仔方面的生意。 當您遊經台南安平時，肯定得在陳家蚵捲稍停腳步，否則您就錯過剝蚵的景象與美食了。",
		"latitude":23.000319,
		"longitude":120.161682,
		"pic":"http://www.cjkj.com.tw/images/Photo_order_A.gif"
	},
	{
		"title":"周氏蝦捲",
		"details":"究極美味[周氏蝦捲] 蝦 精心選用每公斤約約一百尾的新鮮火燒蝦，由於火燒蝦體型肥大，肉質鮮脆多汁，保證能讓饕客每一口都嚐得到鮮甜蝦肉的幸福滋味。餡 「周氏蝦捲」大膽用料，使新鮮火燒蝦加上份量足夠的上等豬絞肉、魚漿、芹菜、蔥等材料充分攪拌混合。皮	特選豬腹膜（台語俗稱：網西）作為包裹蝦捲的外皮，經由高溫油炸後，原先分布在腹膜上的油脂溶化，並滲入內餡。使得「周氏蝦捲」嚐起來格外鮮嫩多汁、香味四溢。而特製的裹粉，則是周家研製多年的祖傳配方，油炸後皮薄酥脆，即使放置一段時間，也不易變軟或變硬，完美保留蝦捲的美味口感。",
		"latitude":22.999813,
		"longitude":120.163074,
		"pic":"http://www.chous.com.tw/chous/images/big/p01.jpg"
	},
	{
		"title":"安平貓小巴冰淇淋",
		"details":"快餐車大改造，搖身一變成了一輛宮崎駿筆下作品的「龍貓公車」，哇∼這這未免也太吸睛了！不囉嗦， 快跟著13的腳步，一起來去台南安平找找究竟這台龍貓巴士的搭乘地點，位在何處吧!尋著網路上所留的台南安平龍貓小巴位址而去就在抵達目的地時，卻不見這輛可愛小巴士的蹤影?莫非是飛出去載客了？其實不是這樣的⋯原來的安平貓小巴是位於台南安平運河博物館(台南支關安平支所)旁一處休憩綠地上。目前轉移陣地來到安平路51巷20弄(運河博物館旁單行道)裡的靈濟殿前空地",
		"latitude":22.9985448,
		"longitude":120.1663708,
		"pic":"https://farm8.staticflickr.com/7632/16661402257_6289845d94_o.jpg"
	},	
	{
		"title":"王氏魚皮",
		"details":"「一碗肉燥飯配上魚皮湯，台南人的早餐就是這麼營養又簡單！」在安平路往安平老街的路上，過了承天橋之後有一間人聲鼎沸的魚皮專賣店「王氏魚皮」。業者是以養殖虱目魚起家，每日凌晨配送新鮮的虱目魚現殺現煮，讓客人可以吃到最美味的魚肚、魚皮、魚丸等食材，十幾年來在安平這邊已經成為不少在地人早餐的首選之一",
		"latitude":22.998989,
		"longitude":120.168896,
		"pic":"http://pic.pimg.tw/tainanlohas/1404823428-3181367173.jpg"
	},
	{
		"title":"文章牛肉湯",
		"details":"招牌牛肉湯善化本產溫體牛肉，當天新鮮配送，搭配中藥和大骨熬煮多時的湯頭，每一口都是鮮嫩和清香",
		"latitude":22.998772,
		"longitude":120.169731,
		"pic":"http://www.winchangbeef.com.tw/files/Product/20121314959.jpg"
	},	
		{
		"title":"兩角銀冬瓜茶",
		"details":"原早期台南中正路進來涼冬瓜茶店〞冬瓜茶發原地台南全世界最古老正宗冬瓜茶店，創立於1880年歷史悠久百年傳承、老字號招牌重現江湖，睽違60年祖傳古法漢方釀造最天然的冬瓜茶 獨家絕不採用石灰泡製冬瓜茶 無添加防腐劑、香精、化學糖黑色素之冬瓜製品〝有國家衛生安全認證〞敬請安心飲用。兩角銀榮獲 總統府、台南市政府、文化局、觀光局、經濟部、衛生局推薦優良衛生商店2007~2012年入選最佳伴手禮獎，獨家口味百年難好口味：貢貢香、香氣撲鼻、香、純、濃、回甘而生津止渴的冬瓜茶推出，已在現今造成相當大的震撼，深受消費者歡迎，焦糖口味的碳烤冬瓜茶，風味獨具一格，加鮮奶更像是喝咖啡奶茶一樣，把冬瓜茶口味推至極品，是新新人類的最愛，而養生冬瓜茶是以整顆大冬瓜削皮切塊清洗，完全不加糖熬製成無糖冬瓜茶，睽違多年冬瓜茶創始老店復出，第五代冬瓜小子承襲傳統手工製作冬瓜茶製品，在傳統古法中創新意,研發多元化口味。無糖冬瓜茶、清香冬瓜茶、原味冬瓜茶、碳烤冬瓜茶、百年冬瓜茶、古早味冬瓜茶、香草冬瓜茶、甘草冬瓜茶、芋頭冬瓜茶、菊花冬瓜茶、洛神花茶、檸檬冬瓜茶、金?冬瓜茶、愛玉冬瓜茶、碳烤冬瓜鮮奶、冬瓜鮮奶、鮮奶奶酪、冬瓜奶酪 (冬瓜原汁)冬瓜蜜露:(冬瓜糖)塊、冬瓜砂糖、碳烤冬瓜砂糖、冬瓜條、冰糖「府城伴手禮」送禮最佳體面又大方實惠。",
		"latitude":22.99827, 
		"longitude":120.176174,
		"pic":"https://lh5.googleusercontent.com/GF3gMXA-r-AtBiZVoz-McNQqs4dd-wblAY6JKawSHQMWODRxQU0iNxIhihlxMTtKyCs"
	},	
];